Repository: hoccer/wp-theme
Catalog: languages/*.po
Languages: de_de

source: Settings
de_de: Einstellungen

source: Data Sharing simplified
de_de: Teilen leicht gemacht

source: Drag
de_de: Ziehen

source: Security
de_de: Sicherheit

source: Throw
de_de: Werfen

source: Catch
de_de: Fangen

source: Auto-Receive
de_de: Auto-Empfangen

source: Your free Messenger App
de_de: Deine kostenlose Nachrichten-App

source: Gestured controlled content sharing
de_de: Mit Gesten gesteuertes teilen von Inhalten

source: Share your files between mobile and other computing devices. HOCCER is an app for fast, easy and secure file transfer and data exchange. Share any media or other content instantly between all mobile devices – without any setup.
de_de: Teile deine Dateien zwischen mobilen und anderen Geräten. HOCCER CLASSIC ist eine kostenlose App für schnellen, einfachen und sicheren Datenaustausch. Teile alle Medien- oder andere Inhalte direkt - ohne Registrierung oder Set-up!

source: Use gestures to control the app. “Swipe” between two devices or “throw" and "catch”. Furthermore, with our <a href="http://hocc.it" title="Hoccer WebApp">WebApp</a> you are able to exchange content between your mobile device and your computer.
de_de: Nutze intuitive Gesten um die App zu steuern. "Ziehe"- zwischen den Geräten, oder "werfe" und „fange“ die ausgewählten Dateien. Zudem ermöglicht unsere WebApp dir, Dateien zwischen deinen mobilen Geräten und deinem Computer auszutauschen.

source: Move your mobile like throwing a frisbee to share selected content with catchers nearby.
de_de: Bewege dein Smartphone so als würdest du eine Frisbee werfen- um ausgewählte Inhalt mit Leuten in deiner Nähe zu teilen.

source: In order to share with one person directly, place your mobiles screen to screen and drag the content from one screen to the other mobile.
de_de: Um mit nur einer Person direkt zu teilen bzw. Dateien auszutauschen, platziere die Smartphones nebeneinander und ziehe den Inhalt von einem auf das andere Display.

source: Hoccer will now automatically "catch" any thrown data if you pull down the handle below the application title bar.
de_de: HOCCER empfängt automatisch jeden geworfenen Inhalt wenn du den Griff unter der Titelleiste runterziehst.

source: To catch thrown content, raise your mobile quickly from horizontally to vertical position.
de_de: Um geworfene Inhalte zu fangen, hebe dein Smartphone zügig aus einer waagerechten in eine senkrechte Position.

source: Create a channel to share content with people over a distance. Enter the same channel name and use auto receive.
de_de: Erstelle einen Kanal um Dateien über eine weite Entfernung zu teilen. Wähle denselben Kanal Namen und aktiviere "Automatisches Empfangen".

source: You can restrict communication to one or more partners. Partners with active end-to-end encryption are marked with a key symbol.
de_de: Du kannst das Teilen auf bestimmte Partner begrenzen. Partner mit aktiver Ende- zu -Ende Verschlüsselung sind mit einem Schlüsselsymbol gekennzeichnet.

source: Your free messenger app! Unlimted data transfer – safe, reliable and fast. Hoccer XO is your personal messenger service. Share text, photos, videos, contacts and places. Protecting your privacy is our highest priority. Your messages are protected using end-to-end encryption.
de_de: Deine kostenlose Messenger App! Unbegrenzter Datentransfer – sicher, zuverlässig und schnell Hoccer XO ist dein persönlicher Dienst zur Übermittlung von Texten, Bildern, Audio, Video, Adressen und Standorten, die du mit deinen Freunden und Bekannten austauschen möchtest. Der Schutz deiner Privatsphäre steht hierbei im Mittelpunkt. Deine Nachrichten sind vom Sender bis zum Empfänger verschlüsselt.

source: Hoccer XO is more secure than most other messaging services. Even we at Hoccer can not read your messages. Your contacts and phone numbers stay with you. We don&#39;t need or want them.
de_de: Hoccer XO bietet damit einen Sicherheitsvorteil gegenüber vielen anderen Messenger Diensten. Auch wir bei Hoccer können deine Nachrichten nicht lesen. Deine Kontakte und Telefonbucheintragungen verbleiben ebenfalls bei dir und können von uns weder genutzt noch eingesehen werden.

source: Conversations
de_de: Gespräche

source: Contact Menu
de_de: Kontakt Menü

source: Groups
de_de: Gruppen

source: Attachments
de_de: Anhänge

source: Hoccer Theme-Options
de_de: Hoccer Theme-Optionen

source: Settings saved!
de_de: Einstellungen gespeichert!

source: Front Page
de_de: Startseite

source: show
de_de: anzeigen

source: iPhone with Hoccer XO Screenshots
de_de: iPhone mit Hoccer XO Screenshots

source: Save
de_de: Speichern

source: <a href="http://hoccer.com/hoccer-xo-privacy-security-statement/">Our Privacy & Security Statement</a>
de_de: <a href="http://hoccer.com/de/datenschutz-und-sicherheitserklarung">Datenschutz- & Sicherheitserklärung</a>/
